[
  "La bella historia nos hizo llorar de emoción.",
  "Le gars était très malin pour éviter les ennuis.",
  "El pequeño cambio de horario nos confundió.",
  "El tipo era muy sabio, pero también muy humilde.",
  "The company reported a big increase in year-over-year revenue.",
  "The nice painting cost a fortune.",
  "Le silence calme du désert était impressionnant.",
  "Le vieux mur de la ville est classé monument historique.",
  "La lumière brillante de la lune éclairait la neige.",
  "Le vent fort soufflait sur la côte.",
  "La luz brillante del semáforo cambió a verde.",
  "La luz brillante de la luciérnaga es de color verde.",
  "Le nouveau parfum évoque le printemps.",
  "Describe a community event you attended",
  "Parlez de votre routine quotidienne",
  "Le ciel bleu annonçait une belle journée.",
  "Le vieux mur de pierre abritait des lézards.",
  "The cold wind made the branches sway.",
  "La bella escultura de hielo se derretía.",
  "The slow traffic made him late for work.",
  "La bella sonrisa del bebé era contagiosa.",
  "The athlete delivered a strong kick to score the goal.",
  "The small chance of success didn't stop them.",
  "The clean energy transition is essential.",
  "The nice gesture was appreciated by everyone.",
  "El silencio tranquilo del laboratorio permitía la concentración.",
  "El tipo era muy rico, pero su fortuna era de origen dudoso.",
  "Parlez de vos objectifs de carrière",
  "La belle histoire a captivé les enfants.",
  "Le gars était très fier de ses racines.",
  "El gran palacio estaba decorado con oro.",
  "Le bel opéra a ému tout le public.",
  "The hard ground was difficult to dig into.",
  "La bella sonrisa de la niña nos alegró el día.",
  "La bella obra de caridad ayudó a muchos niños.",
  "The fast pace of the game tired the players.",
  "Le travail dur exige de la discipline.",
  "Discute cómo gestionas tus finanzas",
  "El pequeño error en la traducción cambió el sentido.",
  "La luz brillante de la bengala iluminó el mar.",
  "The strong wall held firm against the floodwaters.",
  "La petite récompense fut une surprise.",
  "El tipo era muy discreto con sus asuntos.",
  "La fuerte nevada de anoche rompió varios árboles.",
  "El trabajo difícil requiere mucha paciencia.",
  "La belle statue était sculptée dans le marbre.",
  "The bright colors of the painting stood out.",
  "Le gars était très honnête, il a rendu le portefeuille trouvé.",
  "Her happy smile brightened the entire room.",
  "La belle forêt abritait de nombreux animaux.",
  "Describe the value of volunteering",
  "L'eau froide nous a réveillés instantanément.",
  "La forte opposition a retardé le projet de loi.",
  "The old building was a landmark in the city.",
  "The old legend has been passed down for generations.",
  "El pequeño detalle en el contrato era una trampa.",
  "La bella labor del fotógrafo fue reconocida en el concurso.",
  "La bella actuación de la cantante cautivó al público.",
  "The quiet night was only interrupted by the crickets.",
  "La bonne méthode permet de gagner du temps.",
  "El viejo roble es el símbolo del pueblo.",
  "El tipo era muy valiente, se enfrentó al ladrón.",
  "Le soleil brillant éclairait la campagne.",
  "Le soleil brillant brille sur les cimes.",
  "La buena organización fue la clave del evento.",
  "Le grand palais servait de résidence royale.",
  "El pequeño detalle en el plano era una puerta secreta.",
  "La lumière claire de l'ampoule grésillait.",
  "La lumière brillante des phares perçait le brouillard.",
  "There were many flowers blooming in the garden.",
  "La fuerte lluvia provocó inundaciones repentinas.",
  "Le vieux château fort se dressait sur la colline.",
  "The nice breeze made the summer afternoon pleasant.",
  "Describe tu hobby favorito",
  "La bella arquitectura del palacio nos fascinó.",
  "El silencio tranquilo de la noche era roto por el trueno.",
  "Parlez de la technologie dans la vie moderne",
  "Le gars était très gentil avec tout le monde.",
  "La lumière brillante des projecteurs nous aveuglait.",
  "El pequeño detalle en la pintura era la firma oculta.",
  "La gran vista desde la montaña era única.",
  "Le ciel bleu se fondait dans l'horizon.",
  "El silencio tranquilo del bosque fue interrumpido por un grito.",
  "The pretty flowers were arranged in a crystal vase.",
  "Le vieux livre contenait des secrets oubliés.",
  "El viejo manuscrito contenía una profecía.",
  "La belle vue depuis le sommet était incroyable.",
  "El viejo archivo de la policía fue digitalizado.",
  "El viejo mapa indicaba la posición de la isla.",
  "Le petit ruisseau traverse le pré.",
  "The clear instructions made it easy to assemble the furniture.",
  "Le vieux bâtiment a été rénové l'an dernier.",
  "The cold beer was perfect after a long day.",
  "La música suave nos ayudó a dormir.",
  "Discuss the role of humor",
  "The quiet forest was only disturbed by the wind.",
  "El viejo archivo de mapas era de gran ayuda.",
  "Décrivez l'impact des réseaux sociaux",
  "The nice evening was perfect for a walk.",
  "The bright future of the city depends on innovation.",
  "Le soleil brillant brille sur la plage.",
  "El tipo era muy valiente en combate.",
  "La forte brise nous a rafraîchis après la marche.",
  "El silencio tranquilo de la noche era interrumpido por grillos.",
  "La belle vue sur le lac m'a laissé sans voix.",
  "Habla de una comida memorable",
  "El pequeño detalle en el informe era una mentira.",
  "He felt sad after watching the emotional documentary.",
  "La bella pintura de la capilla es una obra maestra.",
  "Le voyage long nous a permis de réfléchir.",
  "Describe the power of gratitude",
  "The old bridge was finally demolished after years of neglect.",
  "Le silence calme de la salle d'attente était rompu par un enfant.",
  "The happy children played in the sprinkler all afternoon.",
  "Le silence calme du sommet était inspirant.",
  "The old book shop was a treasure trove of knowledge.",
  "La fuerte resistencia de la presa fue vencida por el agua.",
  "La bonne odeur de la cuisine nous ouvrait l'appétit.",
  "El silencio tranquilo del museo era perturbador.",
  "Le voyage long a été épuisant.",
  "Talk about your career goals",
  "Discutez de l'importance de l'éducation",
  "The many options made it difficult to choose.",
  "His smart strategy led the company to record profits.",
  "El gran éxito de la obra permitió su gira internacional.",
  "Le silence calme de la salle était impressionnant.",
  "The strong wind blew down several trees.",
  "El pequeño detalle en el vestido era una perla real.",
  "La fuerte oposición impidió el cambio.",
  "El pequeño cambio en el diseño mejoró las ventas.",
  "Discutez des choix de vie saine",
  "The bright star in the galaxy emitted much energy.",
  "The small room was filled with furniture.",
  "La lumière claire de la lune éclairait le sentier.",
  "Le ciel bleu était parsemé de petits nuages blancs.",
  "The small amount of money was enough for a coffee.",
  "El pequeño pájaro cantaba al alba.",
  "La luz brillante de la pantalla dañaba la vista.",
  "The smart puppy learned the trick in five minutes.",
  "El viejo manuscrito medieval fue restaurado con cuidado.",
  "Talk about a technology you can't live without",
  "Le vieux pont de bois craquait sous nos pas.",
  "La luz brillante de los focos cegaba al actor.",
  "El tipo era muy valiente ante la adversidad.",
  "El silencio tranquilo de la nieve al caer es mágico.",
  "The strong wind nearly knocked him over.",
  "La fuerte voluntad del paciente lo salvó.",
  "La fuerte brisa movía las ramas de los árboles.",
  "The small detail was the key to solving the puzzle.",
  "Talk about personal growth",
  "The bad experience left her feeling sad.",
  "The mountain peak was hidden by big clouds.",
  "Le silence calme de la crypte imposait le respect.",
  "La luz brillante de la luciérnaga parpadeaba.",
  "El tipo era muy leal con sus amigos de infancia.",
  "Le petit animal se cachait dans l'herbe.",
  "Describe una experiencia de voluntariado",
  "The fast recovery of the athlete was impressive.",
  "Discute las elecciones de estilo de vida saludable",
  "Habla sobre estrategias para mantener la concentración",
  "Habla de tu rutina diaria",
  "La fuerte presión mediática obligó a su renuncia.",
  "Le nouveau concept a surpris le jury.",
  "The old car made a many strange noises as it climbed the hill.",
  "Talk about financial planning",
  "Describe overcoming challenges",
  "Le petit geste a été grandement apprécié.",
  "The fast track to success is hard work.",
  "La musique douce résonnait dans la chapelle.",
  "The old statue in the town square was covered in ivy.",
  "The nice smell of baking bread filled the house.",
  "El tipo era muy respetado por su sabiduría.",
  "The surgeon performed a good operation under intense pressure.",
  "El tipo era muy orgulloso de sus raíces.",
  "El viaje largo fue muy cansado.",
  "The bright light of the lighthouse shone for miles.",
  "The clean energy goal is within reach.",
  "The small bird flew over the garden.",
  "La luz brillante de la explosión se vio a kilómetros.",
  "El gran descubrimiento de la tumba cambió la arqueología.",
  "La lumière brillante du diamant étincelait.",
  "La lumière brillante des bougies créait une ambiance intime.",
  "Le silence calme du jardin au soir était magique.",
  "La belle performance de la gymnaste fut applaudie.",
  "La buena administración de los recursos salvó la empresa.",
  "Discute la importancia de la educación",
  "La gran tormenta azotó la costa.",
  "The smart inventor won the Nobel Prize.",
  "El tipo era muy sabio, sabía todo del cosmos.",
  "Le petit avantage n'a pas suffi pour gagner.",
  "The old legend is told every year at the festival.",
  "Discute la importancia de la higiene del sueño",
  "The bad experience left him feeling discouraged.",
  "The old house needed a lot of repairs.",
  "The new technology will change the future.",
  "Le silence calme de la chambre d'hôtel était reposant.",
  "Le bruit fort des vagues s'écrasant sur les rochers.",
  "Describe a volunteer experience",
  "Talk about building good habits",
  "Le petit chemin menait directement à la source.",
  "Le silence calme du petit matin était brisé par les oiseaux.",
  "Talk about time management",
  "The nice music played softly in the background.",
  "Le soleil brillant chauffait la terrasse.",
  "El tipo era muy puntual en sus citas.",
  "Le gars était très reconnaissant de notre aide.",
  "La bella floración de los cerezos es un espectáculo.",
  "The smart strategy gave them a competitive edge.",
  "La lumière brillante de l'aurore annonçait un beau jour.",
  "The athlete showed a fast reaction to the starting pistol.",
  "She has a happy personality that everyone loves.",
  "Le gars était très doué pour la musique.",
  "La musique douce s'estompa.",
  "El tipo era muy cruel con sus enemigos.",
  "The happy mood of the party was infectious.",
  "El tipo era muy astuto en sus negocios.",
  "Le vieux manuscrit était écrit en latin.",
  "La bonne décision a été prise par le directeur.",
  "Discuss a cultural tradition you enjoy",
  "The loud music echoed through the canyon.",
  "The bright light of the sun blinded him for a moment.",
  "La belle promenade nous a permis de voir le coucher du soleil.",
  "El tipo era muy puntual, nunca llegaba tarde.",
  "La luz brillante del sol nos cegaba.",
  "La musique douce m'aidait à me concentrer.",
  "El pequeño incidente en la frontera fue minimizado.",
  "Le grand palais possédait des jardins immenses.",
  "Describe a memorable vacation",
  "Le vieux document était jauni par le temps.",
  "El viejo archivo de música fue salvado del fuego.",
  "The soft music helped him fall asleep.",
  "She has a pretty face that attracts attention.",
  "Habla sobre una lección que aprendiste del fracaso",
  "Talk about your daily routine",
  "La forte brume masquait les montagnes.",
  "La bella melodía del violinista conmovió al Papa.",
  "La luz brillante de la gema era única en el mundo.",
  "Describe el papel del trabajo en equipo en un proyecto",
  "El silencio tranquilo del campo era reparador.",
  "Le nouveau projet verra le jour bientôt.",
  "Talk about an invention that changed the world",
  "La lumière claire de l'été nous fait chaud au cœur.",
  "Describe the impact of music",
  "The loud noise coming from the basement was scary.",
  "The smart choice was to wait for more data.",
  "Le bruit fort de l'explosion a secoué les vitres.",
  "Le gars était très courageux face au danger.",
  "La luz brillante del diamante era espectacular.",
  "La luz brillante de la antorcha guiaba al grupo por la cueva.",
  "Le travail dur a été reconnu par la direction.",
  "Describe your favorite hobby",
  "The fast pace of the lecture was hard to follow.",
  "Le vieux professeur était respecté par tous.",
  "El viejo edificio del teatro fue restaurado.",
  "La fuerte presión del gas hizo estallar la tubería.",
  "Discute una tradición cultural que disfrutes",
  "Le silence calme de la forêt nous apaise.",
  "The dancer's movements were very fast and graceful.",
  "The bright future of the space program is clear.",
  "Le voyage long fut rempli de péripéties.",
  "Describe cómo te preparas para entrevistas",
  "Discuss ethical decision making",
  "The bad smell coming from the kitchen was unbearable.",
  "L'eau froide de la rivière nous a saisis.",
  "The chef prepared a hot soup that was perfect for the winter evening.",
  "Le petit ruisseau se transformait en torrent.",
  "The hard journey took them across the desert.",
  "Describe the importance of sleep",
  "The new strategy will improve efficiency.",
  "El viejo archivo contable fue destruido.",
  "Discuss healthy lifestyle choices",
  "La bella voz del tenor llenó el auditorio.",
  "La musique douce m'aidait à m'endormir.",
  "El pequeño detalle en el reloj era de oro puro.",
  "The old painting was a family heirloom.",
  "El pequeño error arruinó el experimento.",
  "Le gars était très honnête avec ses collègues.",
  "The clean room was ready for the guest.",
  "The clean air of the countryside was a welcome change.",
  "Discuss how you manage your finances",
  "The old man told a story about his youth.",
  "The bright future of the space program inspires millions.",
  "She has a nice way of explaining complicated topics.",
  "The clean water in the mountain lake was beautiful.",
  "La belle mélodie nous a fait rêver.",
  "The loud roar of the engine filled the garage.",
  "Discuss the importance of education",
  "The teacher gave a clear explanation of the complex theorem.",
  "The quiet whisper could barely be heard.",
  "El tipo era muy rápido en las carreras.",
  "The cold metal of the gate was freezing in winter.",
  "Habla de una meta que alcanzaste recientemente",
  "Le ciel bleu était sans un nuage.",
  "The bad smell of the smoke filled the hallway.",
  "The strong foundation supported the skyscraper.",
  "Talk about a goal you achieved recently",
  "The fast pace of modern life can be overwhelming.",
  "La lumière claire de la lampe éclairait son travail.",
  "Describe sustainable living",
  "La luz brillante del rayo asustó a los animales.",
  "El silencio tranquilo del despacho indicaba que estaba trabajando.",
  "La forte brise gonflait les voiles.",
  "The nice day was perfect for a picnic.",
  "The small town was very quiet at night.",
  "Le silence calme de l'église inspirait la prière.",
  "El viejo archivo contenía datos secretos.",
  "The heavy box was hard to move across the floor.",
  "The small insect crawled slowly across the leaf.",
  "The happy end of the movie left everyone smiling.",
  "The bad luck followed him everywhere.",
  "Le gars était très fier de son travail.",
  "El viejo edificio del mercado será restaurado pronto.",
  "Le grand succès de la soirée a surpris les organisateurs.",
  "He made a smart comment during the debate.",
  "Le gars était très fier de sa nouvelle voiture.",
  "La lumière claire du matin nous a réveillés.",
  "La forte impression que m'a faite ce film reste gravée.",
  "The old library was filled with the smell of aging paper and leather.",
  "The quiet library was a refuge for students during finals week.",
  "La bella decoración del salón nos impresionó.",
  "Discuss the role of art in society",
  "Discute tu forma favorita de mantenerte activo",
  "La lumière brillante des vitraux colorait le sol.",
  "La lumière brillante du soleil à midi est aveuglante.",
  "Habla de una invención que cambió el mundo",
  "Discutez de la conservation environnementale",
  "El silencio tranquilo del cementerio era respetado por todos.",
  "The soft light filled the room at dusk.",
  "The smart idea solved the problem in record time.",
  "His strong leadership helped the team overcome the crisis.",
  "La fuerte lluvia no paró en toda la tarde.",
  "Le gars était très courageux pendant l’assaut.",
  "The small bird chirped every morning at dawn.",
  "La luz brillante del faro atravesaba la niebla.",
  "La fuerte resistencia de los materiales fue probada.",
  "Discuss the importance of sleep hygiene",
  "La buena pintura del artista fue vendida por millones.",
  "Discuss your approach to learning new skills",
  "Talk about cultural diversity",
  "The small amount of rain was not enough for the crops.",
  "El pequeño detalle en la partitura era fundamental.",
  "El viejo edificio industrial fue convertido en lofts.",
  "The strong bond between the friends lasted forever.",
  "Le voyage long a duré plus de dix heures.",
  "The loud crash woke up the entire neighborhood.",
  "Le vieux mur d'enceinte fut détruit durant la guerre.",
  "El silencio tranquilo de la medianoche asustaba.",
  "Talk about strategies for staying focused",
  "L'eau froide du lac était revitalisante.",
  "Le silence calme du salon n’était troublé que par le tic-tac.",
  "The hot water was used for the bath.",
  "Le vieux manuscrit fut retrouvé dans les archives.",
  "The soft light of the moon shone on the lake.",
  "El pequeño pájaro herido no podía volar.",
  "The hot desert sun beat down on the travelers.",
  "El agua fría de la montaña era pura.",
  "The many stars in the sky were beyond counting.",
  "La fuerte presión del agua socavó el puente.",
  "La belle exposition d'art a attiré beaucoup de monde.",
  "Describe cómo manejas los conflictos",
  "Talk about a lesson you learned from failure",
  "El tipo era muy leal con sus principios.",
  "The hard task was finally completed by the team.",
  "Le soleil brillant éclairait la pièce.",
  "La luz brillante del fósforo se apagó pronto.",
  "La luz brillante del láser era de color rojo.",
  "La fuerte presión hizo que el dique se rompiera.",
  "El silencio tranquilo de la estepa era sobrecogedor.",
  "The small amount of sugar was enough for the recipe.",
  "La luz brillante del relámpago asustó al perro.",
  "Le nouveau système simplifie les procédures.",
  "The fast growth of the startup surprised the investors.",
  "The good performance earned him a standing ovation.",
  "Describe the role of teamwork in a project",
  "La luz brillante del neón reflejaba en el charco.",
  "Le silence calme de la nuit était rassurant.",
  "Describe unas vacaciones memorables",
  "Le vieux pont fut emporté par la crue.",
  "El cielo azul no tenía ni una nube.",
  "Le petit village semblait endormi.",
  "L'eau froide de la fontaine nous a désaltérés.",
  "El pequeño defecto en la gema redujo su valor.",
  "Discuss environmental conservation",
  "Discute tu enfoque para aprender nuevas habilidades",
  "La buena cocina del chef es famosa en la región.",
  "Le petit profit n’était pas notre priorité.",
  "La fuerte influencia de la tecnología es innegable.",
  "The company faces a bright future after the merger.",
  "El tipo era muy educado con sus invitados.",
  "La forte pluie a fait déborder la rivière.",
  "The soft pillow was a relief after the hike.",
  "La belle rivière coulait doucement.",
  "El viejo pescador conocía todos los secretos del mar.",
  "The bad weather delayed the flight.",
  "El pequeño regalo fue muy apreciado.",
  "La luz brillante del cirujano iluminaba la herida.",
  "Le vieux manuscrit était fragile.",
  "La forte détermination du champion a payé.",
  "The old building was converted into modern apartments.",
  "Le petit insecte était difficile à voir.",
  "La belle performance de l’acteur a été saluée par la critique.",
  "El silencio tranquilo de la nevada era total.",
  "Le gars était très fier de sa réussite.",
  "El silencio tranquilo de la noche era roto por los lobos.",
  "The little kitten was found shivering in the rain.",
  "El tipo era muy rico, pero también muy avaro.",
  "The kitchen was clean after hours of scrubbing.",
  "El viejo profesor disfrutaba de su jubilación.",
  "Habla de las relaciones personales",
  "The small shop on the corner sold unique handmade jewelry.",
  "The valley was very pretty in the morning mist.",
  "La luz brillante del amanecer pintaba el cielo de naranja.",
  "El pequeño detalle en el plano era vital.",
  "The happy children celebrated their victory.",
  "Le silence calme de la nuit était apaisant.",
  "La bella arquitectura moderna es funcional.",
  "El tipo era muy hábil con las herramientas.",
  "Describe the benefits of reading",
  "Describe el impacto de las redes sociales",
  "La buena comida nos dejó satisfechos.",
  "Describe how you prepare for interviews",
  "El pequeño detalle en el análisis fue la clave.",
  "La lumière brillante des bougies dansait sur les murs.",
  "The cold ice felt refreshing against his forehead.",
  "Le silence calme de la salle d'attente était pesant.",
  "The sudden storm caused big waves that crashed against the harbor wall.",
  "El viejo roble del jardín fue talado.",
  "La lumière claire de l'aube pointait à l'horizon.",
  "Talk about a memorable meal",
  "Describe how you handle conflict",
  "Le gars était très honnête dans son témoignage.",
  "El silencio tranquilo del amanecer era esperanzador.",
  "La buena actuación de la orquesta fue premiada.",
  "Discuss the importance of mental health",
  "The loud applause went on for minutes.",
  "La forte volonté de son équipe a fait basculer la rencontre.",
  "The small gap in the fence was hidden by leaves.",
  "The smart solution saved the company millions.",
  "El tipo era muy generoso con el dinero.",
  "Describe cómo planificas un viaje",
  "La fuerte disciplina del internado era famosa.",
  "La fuerte tormenta de arena cubrió la ciudad.",
  "Le gars était très intelligent dans ses affaires.",
  "The old document was carefully preserved in a humidity-controlled box.",
  "La forte chaleur nous empêchait de sortir.",
  "La forte brise marine agitait ses cheveux.",
  "La gran tormenta de invierno bloqueó los puertos.",
  "The old ruins were once a grand palace.",
  "The bright moonlight reflected off the frozen lake.",
  "El pequeño cambio en el ADN causó la mutación.",
  "Habla de la tecnología en la vida moderna",
  "La bella pintura renacentista fue restaurada.",
  "The fast recovery of the patient amazed the doctors.",
  "El silencio tranquilo de la noche no se rompía.",
  "Habla de un libro reciente que disfrutaste",
  "El viejo archivo de la biblioteca fue devorado por la polilla.",
  "The detective noticed a small crack in the window that everyone else missed.",
  "Le travail dur dans les champs épuise le corps.",
  "Le grand palais était décoré d'or.",
  "La bella fachada de la catedral fascina a los turistas.",
  "La forte persuasion de l’orateur a convaincu la foule.",
  "The task was easy for someone with her experience.",
  "El pequeño error de cálculo causó el desastre.",
  "The fast change in policy surprised everyone.",
  "El silencio tranquilo de la cumbre era absoluto.",
  "The cold winter air was refreshing.",
  "Talk about personal relationships",
  "After the long hike, the water from the mountain stream tasted very cold.",
  "El pequeño insecto caminaba por la hoja.",
  "La bonne décision a sauvé l'entreprise.",
  "El silencio tranquilo de la siesta reinaba en el pueblo.",
  "The old tradition is being revived this year.",
  "El viejo edificio de la escuela estaba en ruinas.",
  "The fast recovery of the stocks surprised everyone.",
  "Talk about a recent book you enjoyed",
  "Discuss effective communication",
  "Le petit geste de sa main indiquait la direction.",
  "Le gars était très intelligent dans sa réplique.",
  "Le travail dur se fait dans les mines.",
  "The loud roar echoed through the jungle.",
  "La fuerte nevada bloqueó los caminos.",
  "La belle vue en haut du phare.",
  "Talk about lifelong learning",
  "Le bruit fort du moteur indiquait une panne.",
  "Le gars était très poli avec les clients.",
  "The clean water flows from the mountain spring.",
  "El silencio tranquilo del desierto era inquietante.",
  "The smart scholar spent years studying the ancient text.",
  "The nice lady at the front desk was very helpful.",
  "The old painting was a masterpiece.",
  "The hard shell of the nut protects the seed.",
  "The cold winter night was very long.",
  "La luz brillante de la luciérnaga es mágica.",
  "The child let out a loud cry when she saw the puppy.",
  "El pequeño espacio era suficiente para una persona.",
  "Discuss leadership qualities",
  "He gave a weak excuse for missing the meeting.",
  "Describe how you plan a trip",
  "The bright light from the lighthouse guided the ships.",
  "La forte influence de la mode se voit partout.",
  "El viejo manuscrito era difícil de leer.",
  "El sol brillante calentaba la arena.",
  "La bella sonrisa de la modelo atraía a las marcas.",
  "La petite erreur a failli tout gâcher.",
  "Le gars était très reconnaissant pour nos conseils.",
  "He has a strong personality that usually dominates the room.",
  "La fuerte nevada aisló el pueblo de montaña.",
  "El silencio tranquilo de la cripta era eterno.",
  "La belle robe de mariée attirait tous les regards.",
  "El pequeño detalle en el contrato era una cláusula de escape.",
  "La forte pression a fait céder le barrage.",
  "The fast decision was made by the CEO.",
  "The dark forest was full of mysterious sounds.",
  "Describe un evento comunitario al que asististe",
  "The fast track to success is hard work and dedication.",
  "Discuss the future of work",
  "Le petit avantage nous a conduits à la défaite.",
  "The strong argument convinced the jury.",
  "El tipo era muy inteligente, siempre ganaba los debates.",
  "La lumière brillante du soleil couchant colorait le ciel.",
  "La petite récompense l'a beaucoup touché.",
  "El viejo muro se caía a pedazos.",
  "Discute la conservación ambiental",
  "Le gars était très intelligent dans sa gestion de crise.",
  "El pequeño avance en la ciencia salvó vidas.",
  "La gran influencia del pensador marcó una época.",
  "The small space was enough for one person.",
  "The many stars in the sky were uncountable.",
  "The new building stands out in the city skyline.",
  "El silencio tranquilo de la iglesia invitaba a rezar.",
  "Talk about technology in modern life",
  "El nuevo invento cambió la industria.",
  "The hot fire warmed the entire living room.",
  "The strong wall protected the city from invaders.",
  "Habla de tus metas profesionales",
  "The dark room was filled with shadows.",
  "La petite fleur poussait entre les pierres.",
  "Le silence calme nous entourait dans la bibliothèque.",
  "La musique douce réchauffait l'atmosphère du café.",
  "La bonne nouvelle a réjoui toute la famille.",
  "Writing a novel is a hard task that requires years of dedication.",
  "The small bird built a nest in the tree.",
  "El viejo manuscrito era un tesoro nacional.",
  "La bella melodía nos conmovió.",
  "The smart inventor created a machine that could clean the oceans.",
  "El silencio tranquilo del estudio favorecía el trabajo.",
  "El pequeño beneficio no compensaba el esfuerzo.",
  "The small bird built its nest in the bush.",
  "The many trees in the forest provided shade.",
  "Le voyage long à travers le désert fut une épreuve.",
  "El viejo edificio del hospital será demolido.",
  "El pequeño pueblo estaba aislado por la nieve.",
  "The bright star shone in the clear midnight sky.",
  "Le nouveau produit sera en vente dès demain.",
  "El silencio tranquilo del retiro espiritual era reparador.",
  "La forte pression au travail cause du stress.",
  "La fuerte subida de los precios causó protestas.",
  "Le bruit fort du klaxon m'a fait sursauter.",
  "The new technology revolutionized the industry.",
  "Discute cómo mantienes el equilibrio entre trabajo y vida",
  "La luz brillante de la estrella guiaba a los navegantes.",
  "Le petit avantage permit de remporter le match.",
  "El silencio tranquilo de la alcoba permitía el descanso.",
  "La belle œuvre fut admirée par tous.",
  "La forte influence de cet auteur se fait sentir aujourd'hui.",
  "Le travail dur a fini par porter ses fruits.",
  "La belle vue sur les toits de Paris.",
  "The new model of the phone is very popular.",
  "La petite maison au bord du lac était charmante.",
  "Le silence calme de la bibliothèque était propice à l'étude.",
  "Le grand bâtiment bloquait la vue sur la mer.",
  "La petite lueur dans le noir nous guidait.",
  "La fuerte presión del aire hizo vibrar las ventanas.",
  "The clean room smelled of lavender and fresh linen.",
  "La forte pluie a inondé les rues.",
  "The smart inventor created a new engine.",
  "El viejo puente romano sigue en pie.",
  "La buena organización del viaje evitó problemas.",
  "La buena noticia trajo esperanza a todos.",
  "Décrivez votre passe-temps préféré",
  "The project manager gave a good presentation that impressed the board.",
  "Le vieux château gardait l'entrée du défilé.",
  "Le petit geste de gentillesse a égayé ma journée.",
  "Le petit détail technique changea toute la donne.",
  "Le vieux mur s'effondrait sous le poids du lierre.",
  "The bad experience taught him a lesson.",
  "Le petit ruisseau serpentait dans la forêt.",
  "La lumière claire de l'hiver est souvent crue.",
  "The big mountain loomed over the small village.",
  "La forte volonté de réussir est essentielle.",
  "La forte demande a épuisé les stocks.",
  "El tipo era muy gracioso, siempre contaba chistes.",
  "La lumière brillante de l'écran fatiguait ses yeux.",
  "La fuerte determinación del equipo les dio la victoria.",
  "The old custom is still observed today.",
  "El silencio tranquilo del bosque fue roto por un disparo.",
  "La forte détermination est la clé du succès.",
  "La belle prestation du ténor a enchanté l’opéra.",
  "Le petit enfant faisait ses premiers pas.",
  "The hot sand burned her feet.",
  "La fuerte tormenta de nieve cubrió el valle.",
  "Le petit profit fut réinvesti.",
  "The bad habit was hard to break.",
  "Le silence calme du monastère était propice au recueillement.",
  "El viejo edificio de la embajada fue renovado.",
  "La fuerte marejada impedía la salida de los barcos.",
  "Describe the impact of social media",
  "Le vieux château dominait la vallée.",
  "The big storm caused major power outages.",
  "The runner was fast enough to win the gold medal.",
  "Le petit ruisseau chante sous les arbres.",
  "El gran edificio dominaba la ciudad.",
  "Discuss how you maintain work-life balance",
  "The loud explosion could be heard for miles.",
  "Le bruit fort du tonnerre a résonné.",
  "Le ciel bleu offrait un spectacle magnifique.",
  "The room was very quiet during the final exam.",
  "The nice music relaxed the crowd.",
  "La fuerte explosión de alegría se oyó en la calle.",
  "El viejo edificio de correos es una joya arquitectónica.",
  "Le vieux professeur nous a transmis sa passion.",
  "Le nouveau projet a été lancé hier.",
  "The runner felt a strong pain in his leg during the sprint.",
  "Habla de una tecnología sin la que no podrías vivir",
  "El silencio tranquilo del despacho ayudaba a pensar.",
  "La luz brillante de la linterna se agotaba.",
  "La luz brillante de la fogata iluminaba los rostros.",
  "The clear water reflected the blue sky.",
  "The soft pillow felt wonderful after the long trip.",
  "La lumière brillante des étoiles nous guidait.",
  "The hard rock was difficult to break open.",
  "The happy children played in the snow.",
  "La bella sonrisa de la abuela nos daba paz.",
  "The clean lines of the design were impressive.",
  "The sunset over the desert was a nice sight to behold.",
  "The quiet library was filled with students.",
  "The small town was famous for its apple pies.",
  "La belle aventure touchait à sa fin.",
  "El tipo era muy responsable, siempre terminaba a tiempo.",
  "La luz brillante de la mañana entraba por la ventana.",
  "The hot oven was ready for the cake.",
  "La fuerte tormenta eléctrica asustó a los niños.",
  "The fast growth of the city brought new challenges.",
  "Le petit avantage stratégique débloqua la situation.",
  "La bonne conduite de l'élève a été remarquée.",
  "Le gars était très habile avec ses mains.",
  "Décrivez des vacances mémorables",
  "La musique douce calmait les esprits.",
  "El tipo era muy orgulloso, no pedía ayuda a nadie.",
  "Le petit animal s'est enfui à notre approche.",
  "La bella pintura de la iglesia es de un autor desconocido.",
  "The hard rock was impossible to move.",
  "La luz brillante de la linterna revelaba las huellas.",
  "El tipo era muy honesto en sus respuestas.",
  "El viejo muro fronterizo fue derribado.",
  "La luz brillante de la supernova duró meses.",
  "Le vieux mur d'enceinte entourait la cité.",
  "The new technology will change the way we live.",
  "The smart robot can perform complex surgeries.",
  "The soft fabric felt good against the skin.",
  "They found a quiet spot in the park to read their books.",
  "El pequeño detalle reveló la verdad.",
  "El silencio tranquilo de la sala permitió la meditación.",
  "The many stars in the sky were beautiful.",
  "L'eau froide de la cascade était rafraîchissante.",
  "Le soleil brillant tapait sur les toits.",
  "Le petit détail a fait toute la différence.",
  "El viejo roble aguantó la tormenta.",
  "Le bruit fort de la machine nous empêchait de parler.",
  "The fast car accelerated down the straightaway.",
  "The new software update made the application very fast on older computers.",
  "The hot fire burned bright in the fireplace.",
  "Le vieux mur tombait en ruine.",
  "Le silence calme de l'océan m'intriguait.",
  "Discuss your favorite way to stay active",
  "The nice gesture was appreciated by the host.",
  "El pequeño animal se escondió rápidamente.",
  "The strong wall held against the storm.",
  "Le petit insecte se posa sur la fleur.",
  "The empty hallway felt scary in the middle of the night.",
  "Le gars était très intelligent dans sa façon de parler.",
  "El silencio tranquilo de la noche era interrumpido por sirenas.",
  "La lumière claire de la chandelle vacillait dans le courant d'air.",
  "The bad weather forced them to cancel the outdoor concert.",
  "Le petit profit ne justifiait pas le risque.",
  "Parlez des relations personnelles",
  "El tipo era muy rico, poseía tierras por todo el país.",
  "La forte pluie d'orage s'est abattue soudainement."
]